Repository: common-repository/wp-car-manager-opendata-rdw-kenteken-voertuiginformatie
Catalog: languages/amex-opendata-rdw-*.po
Languages: nl_nl

source: Skip
nl_nl: Overslaan

source: Use license plate
nl_nl: Kenteken gebruiken

source: This extenstion is brought to you by %1$s
nl_nl: Deze extenstie wordt u aangeboden door %1$s

source: Make
nl_nl: Merk

source: Trade name
nl_nl: Handelsbenaming

# link text for opendata.rdw.nl
source: opendata.rdw.nl/en/signup
nl_nl: opendata.rdw.nl/signup

source: https://opendata.rdw.nl/en/signup
nl_nl: https://opendata.rdw.nl/signup

source: Enable Opendata RDW
nl_nl: Activeer Opendata RDW

source: Enable Opendata RDW Dialog.
nl_nl: Activeer Opendata RDW Dialoogvenster.

source: Enable Opendata RDW in Add New Listing page (admin area).
nl_nl: Activeer Opendata RDW Dialoogvenster in "Voeg nieuwe Auto Listing toe" (admin omgeving).

source: Create an account at %1$s for generating an App Token.
nl_nl: Maak een account aan op %1$s voor het genereren van een App Token.

source: Hide Credits
nl_nl: Verberg credits

source: Hide the credits in the dialog.
nl_nl: Verberg de credits in de dialog

source: Hide the credits in the dialog "This extension is brought to you by Automex.website".
nl_nl: Verberg de credits in de dialog "Deze uitbreiding wordt u aangeboden door Automex.website".

source: Enter your license plate number
nl_nl: Voer uw kenteken in

source: Close
nl_nl: Sluiten

source: Your entry is automatically enriched with the characteristics of your car. Enter the license plate and click on Use license plate.
nl_nl: Uw vermelding wordt automatisch verrijkt met de kenmerken van uw auto. Voer het kenteken in en klik op Kenteken gebruiken.

source: Please wait
nl_nl: Even geduld aub
